Repository: adithya5/testercode1
Catalog: src/FrontEnd/MixERP.Net.FrontEnd/Modules/Sales/Resources/ScrudResource.*.resx
Languages: de_de, fil, fr, ja, ms, nl_nl, ru_ru, sv, zh

source: Amount
de_de: bedrag
fil: dami
fr: montant
ja: 額
ms: jumlah
nl_nl: Höhe
ru_ru: количество
sv: Mängd
zh: 量

source: Contact Number
de_de: Kontaktnummer
fil: Bilang Makipag-ugnay sa
fr: Contactez Nombre
ja: 連絡先の番号
ms: Nombor Telefon
nl_nl: Contact Nummer
ru_ru: Контактный телефон
sv: Kontaktnummer
zh: 联系电话

source: Salesperson Code
de_de: Verkäufer Code
fil: Code ng Salesperson
fr: code Salesperson
ja: 営業担当者コード
ms: jurujual Kod
nl_nl: winkelbediende Code
ru_ru: Salesperson Код
sv: Försäljar kod
zh: 营业员守则

source: Unit Name
de_de: Einheit Name
fil: Pangalan ng Unit
fr: Nom de l'unité
ja: 装置名
ms: Unit nama
nl_nl: unit Naam
ru_ru: Имя единицы
sv: Enhet Namn
zh: 单位名称

source: Account Master Code
de_de: Account hoofdcode
fil: Master Code Account
fr: Compte code maître
ja: マスターアカウントコード
ms: Akaun Master Kod
nl_nl: Konto Mastercode
sv: Mästare kontonummer
zh: 帐户主码

source: Sys Type
de_de: Systemtyp
fil: Uri ng System
fr: Type de système
ja: システムタイプ
ms: sistem Jenis
nl_nl: Systeemtype
ru_ru: Тип системы
sv: Systemtyp
zh: 系统类型

source: Payment Term Code
de_de: Zahlungs-Ausdruck-Code
fil: Kataga ng Kodigo sa Pagbabayad
fr: Paiement Code durée
ja: 支払条件コード
ms: Jangka pembayaran kod
nl_nl: Betaling Term Code
ru_ru: Оплата Срок Код
sv: Betalning Term kod
zh: 付款条款代码

source: Party Id
de_de: Party Identifier
fil: Pagkikilanlan Partido
fr: Party Identifier
ja: パーティー識別子
ms: parti identifier
nl_nl: partij Identifier
ru_ru: Идентификация стороны
sv: fest Identifier
zh: 党的标识符

source: Payment Term
de_de: Zahlungs-Ausdruck
fil: Kataga ng pagbabayad
fr: Limite de paiement
ja: 支払条件
ms: Jangka pembayaran
nl_nl: betaling Term
ru_ru: срок оплаты
sv: Betalning Term
zh: 付款期限

source: Confidential
de_de: vertraulich
fil: lihim
fr: confidentiel
ja: 秘密の
ms: sulit
nl_nl: vertrouwelijk
sv: konfidentiell
zh: 机密

source: Has Child
de_de: hat Kinder
fil: may Bata
fr: L'enfant at-
ja: 子供を持っています
ms: mempunyai Anak
nl_nl: heeft Child
ru_ru: Имеет ребенка
sv: har barn
zh: 有子

source: Maximum Credit Amount
de_de: Maximaler Kreditbetrag
fil: Maximum na Halaga ng Credit
fr: Montant maximal de crédit
ja: 最大信用額
ms: Jumlah kredit maksimum
nl_nl: Maximale Credit Bedrag
ru_ru: Максимальная сумма кредита
sv: Maximal kreditbelopp
zh: 最高信用额

source: Preferred Shipping Mail Type
de_de: Preferred Lieferung Post Typ
fil: Uri ng Ginustong Pagpapadala ng Mail
fr: Type préféré livraison Poste
ja: 好まれた出荷メールの種類
ms: Jenis pilihan Penghantaran Mail
nl_nl: Preferred Shipping mail Soort
ru_ru: Предпочтительный тип Доставка почты
zh: 优先运送邮件类型

source: State
de_de: Zustand
fil: estado
fr: état
ja: 状態
ms: Negeri
nl_nl: staat
ru_ru: государственный
sv: Status
zh: 状态

source: Tax
de_de: Steuer
fil: buwis
fr: impôt
ja: 税
ms: cukai
nl_nl: belasting
ru_ru: налог
sv: skatt
zh: 税

source: Email
ja: メール
ms: E-mel
ru_ru: Электронная почта
sv: E-post
zh: 电子邮件

source: Select
de_de: wählen
fil: piliin
fr: sélectionner
ja: 選択する
ms: Pilih
nl_nl: kiezen
ru_ru: выбрать
sv: Välj
zh: 选择

source: Bonus Slab Id
de_de: Bonus Slab Identifier
fil: Kilalanin Bonus tilad
fr: Bonus Slab Identifiant
ja: ボーナススラブを特定
ms: Bonus Slab Identifier
nl_nl: Bonus Slab Identifier
ru_ru: Определить Бонус перекрытия
sv: Identifiera Bonus Slab
zh: 责任板坯标识符

source: Account Id
fil: kilalanin ang Account
fr: identificateur de compte
ja: アカウントを識別
ms: Pengecam Akaun
nl_nl: Konto Identifier
ru_ru: Определить аккаунт
sv: Identifiera konto
zh: 帐户标识

source: Checking Frequency Id
de_de: Überprüfen Frequency Identifier
fil: Sinusuri ang Tagatukoy Frequency
fr: Vérification Identifier Fréquence
ja: 周波数識別子をチェックする
ms: Semakan Kekerapan Identifier
nl_nl: Controleren Frequency Identifier
ru_ru: Проверка частоты Идентификатор
sv: Kontroll Frekvens Identifier
zh: 检查频率标识

source: Quantity
de_de: Menge
fil: dami
fr: quantité
ja: 数量
ms: kuantiti
nl_nl: hoeveelheid
ru_ru: количество
sv: kvantitet
zh: 数量

source: Total
de_de: gesamt
fil: kabuuan
ja: 合計
ms: jumlah
nl_nl: totaal
ru_ru: общий
sv: Totalt
zh: 总

source: Frequency Id
de_de: requency Identifier
fil: Pagkikilanlan Frequency
fr: Identificateur de fréquence
ja: 周波数識別子
ms: kekerapan Identifier
nl_nl: frequentie Identifier
ru_ru: Частота Идентификатор
sv: Frekvens Idenifier
zh: 频率标识

source: Frequency Code
fil: Dalas ng Code
fr: Code de fréquence
ja: 周波数コード
ms: Kod kekerapan
nl_nl: frequentie Code
ru_ru: Частота код
sv: Frekvens kod
zh: 频率代码

source: Starts From
de_de: beginnt mit
fil: Magsisimula Mula sa
fr: commence à partir de
ja: から始まる
ms: Dari Mula Dibina
nl_nl: Begint Van
ru_ru: начинается с
sv: startar från
zh: 从开始

source: Parent Account Number
de_de: Eltern Account Number
fil: Magulang Account Number
fr: Parent Numéro de compte
ja: 親アカウント番号
ms: Nombor Akaun Ibu Bapa
ru_ru: Родитель Номер счета
sv: Förälder kontonummer
zh: 家长帐号

source: Late Fee Name
de_de: Späte Fee-Name
fil: Pangalan Late Bayad
fr: Nom fin de Fee
ja: 延滞料名
ms: Lewat Nama Bayaran
nl_nl: Late Fee Naam
ru_ru: Штраф за опоздание Имя
sv: Sen Fee Namn
zh: 滞纳金名称

source: Ends On
de_de: endet am
fil: Magtatapos Sa
ja: それは終わる
ms: tamat Pada
nl_nl: eindigt op
ru_ru: Она заканчивается
sv: det slutar
zh: 结束在

source: Late Fee Code
de_de: Späte Fee-Code
fil: Mga huling Code Bayad
fr: Code frais de retard
ja: 延滞料コード
ms: Lewat Kod Bayaran
ru_ru: Штраф за опоздание Код
sv: Sen Fee kod
zh: 滞纳金代码

source: Item
de_de: Artikel
fil: aytem
fr: article
ja: アイテム
ms: adalah Vat
ru_ru: пункт
sv: Punkt
zh: 项目

source: Cell
de_de: Zelle
fil: silid sa bilangguan
fr: cellule
ja: セル
nl_nl: cel
ru_ru: клетка
zh: 细胞

source: Is Active
fil: Is Aktibo
fr: est active
ms: adalah aktif
sv: Är Aktiv
zh: 为主动

source: Recurrence Type Id
fil: Uri ng Pantukoy sa pag-ulit
fr: Type de récidive Identifiant
ms: Perulangan Jenis Identifier
sv: Upprepning Typ Identifier
zh: 复发类型标识符

source: Recurring Duration
fil: umuulit na Tagal
fr: Durée récurrent
ms: Tempoh berulang
sv: Återkommande Varaktighet
zh: 反复出现的持续时间

source: Recurs on Same Calendar Date
fil: Recurs sa Parehong Petsa ng Calendar
fr: Revient sur la même Date du calendrier
ms: Berulang pada Sama Kalendar Tarikh
sv: Återkommer på samma kalenderår Datum
zh: 复发的同一个日历日期

source: Total Duration
fil: kabuuang Tagal ng
fr: Durée totale
ms: jumlah Tempoh
sv: total varaktighet
zh: 总工期
