Repository: adithya5/testercode1
Catalog: src/FrontEnd/MixERP.Net.FrontEnd/Modules/Sales/Resources/ScrudResource.*.resx
Languages: de_de, fil, fr, ja, ms, nl_nl, ru_ru, sv, zh

source: Is Supplier
de_de: ist Lieferant
fil: ay Supplier
fr: est-Fournisseur
ja: サプライヤです
ms: adalah Pembekal
nl_nl: is Leverancier
sv: Är Leverantör
zh: 是供应商

# commision_rate
source: Commission Rate
de_de: Kommission bewerten
fil: rate ng Komisyon
fr: Taux de commission
ja: レート委員会
ms: Kadar Suruhanjaya
nl_nl: Commissie Rate
ru_ru: Оценить Комиссия
sv: Rate kommissionen
zh: 佣金率

source: Pan Number
de_de: Permanent Account Number Anzahl
fil: Pribadong Account Number Numero
fr: Compte privé Nombre Nombre
ja: プライベートアカウント番号番号
ms: Akaun swasta Jumlah Jumlah
nl_nl: Private Account Number Aantal
ru_ru: Частный счет Количество Количество
sv: Privat Account Antal Antal
zh: 潘号码

source: Reorder Level
de_de: Meldebestand
fil: Muling mag-order ng Antas
fr: Réorganiser Niveau
ja: 再注文レベル
ms: pesanan semula Aras
nl_nl: Reorder niveau
ru_ru: Изменить порядок Уровень
sv: Ändra ordning Nivå
zh: 重新排序级别

source: Total Sales
de_de: Gesamtumsatz
fil: kabuuang Mga Benta
fr: total des ventes
ja: 総売上高
ms: jumlah Jualan
nl_nl: totale Verkoop
ru_ru: Всего продаж
sv: Total försäljning
zh: 销售总额

source: URL
de_de: Universal Resource Locator
fil: Uniform Resource Locator
fr: Universal Resource Locator
ja: ユニバーサルリソースロケータ
ms: Pengesan Sumber Seragam
nl_nl: Universal Resource Locator
ru_ru: Унифицированный указатель информационного ресурса
sv: Universal Resource Locator
zh: 统一资源定位符

source: Late Fee
de_de: Späte Fee
fil: late Bayad
fr: Frais de retard
ja: 延滞料
ms: Bayaran Lewat
ru_ru: штраф за опоздание
sv: Sen Fee
zh: 滞纳金

source: Account Number
de_de: rekening Nummer
fr: Numéro de compte
ja: 口座番号
ms: Nombor Akaun
nl_nl: Kontonummer
ru_ru: Номер Счета
sv: kontonummer
zh: 帐号

source: Recurring Amount
de_de: Wiederkehrende Betrag
fil: umuulit na Halaga
fr: Montant récurrent
ja: 定期的な金額
ms: Jumlah berulang
nl_nl: terugkerende Bedrag
ru_ru: Периодическая Сумма
sv: Återkommande Belopp
zh: 经常性金额

source: Parent Account Name
de_de: Eltern-Name
fil: Magulang Pangalan ng Account
fr: Parent Nom du compte
ja: 親アカウント名
ms: Nama Akaun ibu bapa
nl_nl: Ouderaccount Naam
ru_ru: Родитель Имя счета
sv: Förälder Kontonamn
zh: 父帐户名称

source: Recurring Invoice
de_de: Wiederkehrende Rechnung
fil: umuulit na Invoice
fr: facture récurrente
ja: 定期的な請求書
ms: Invois berulang
nl_nl: terugkerende Factuur
ru_ru: Повторяющиеся счета
sv: Återkommande Faktura
zh: 经常性发票

source: Salesperson Bonus Setup Id
de_de: Sales Bonus Setup-Identifier
fil: Pagkikilanlan sa Pag-setup ng Salesperson Bonus
fr: Identifiant de configuration du Bonus Salesperson
ja: 営業担当者ボーナスのセットアップ識別子
ms: Bonus Jurujual Persediaan Identifier
nl_nl: Winkelbediende Bonus Setup Identifier
ru_ru: Salesperson Бонус Идентификатор Setup
sv: Försäljar Bonus Setup Identifier
zh: 销售人员奖金设置标识符

source: Late Fee Posting Frequency Id
de_de: Späte Fee Posting Frequency Identifier
fil: Pagkikilanlan sa Pag-post Dalas Late Bayad
fr: Frais de retard Identifier Offre d'Fréquence
ja: 延滞料転記頻度識別子
ms: Bayaran Lewat Penempatan Kekerapan identifier
nl_nl: Late Fee Posting Frequency Identifier
ru_ru: Штраф за опоздание Проводка Частота Идентификатор
sv: Sen Fee Utstationering Frekvens Identifier
zh: 滞纳金发帖频率标识

source: Cost Price Includes Tax
de_de: Kostenpreis mit MwSt
fil: Presyo ng Gastos kasamang Buwis
fr: Coût prix inclut les taxes
ja: コストの価格には税金が含まれています
ms: Kos Harga Termasuk Cukai
nl_nl: Kostprijs bevat de Belastingdienst
ru_ru: Стоимость Цена включает налог
sv: Kostnad Pris Inkluderar skatt
zh: 成本价格含税

source: Compound Item Id
de_de: Verbindung Item Identifier
fil: Pagkikilanlan Compound Item
fr: Composé Identifiant d'objet
ja: 複合アイテム識別子
ms: Kompaun Perkara Identifier
nl_nl: Verbinding Item Identifier
ru_ru: Соединение Item Identifier
sv: Förening Post Identifier
zh: 复合项目标识符

source: Party
fil: partido
fr: partie
ja: パーティー
ms: parti
nl_nl: partij
ru_ru: партия
sv: fest
zh: 党

source: Hot Item
ja: 人気商品
ms: item panas
ru_ru: Горячий деталь
sv: Hot Post
zh: 热门货

source: Preferred Supplier
fil: Ginustong Supplier
fr: Fournisseur préféré
ja: 優先サプライヤー
ms: Pembekal yang dipilih
ru_ru: предпочтительным поставщиком
zh: 首选供应商

source: Middle Name
de_de: Zweiter Vorname
fil: gitnang pangalan
fr: Deuxième Nom
ja: ミドルネーム
ms: Nama Tengah
nl_nl: middelste Naam
ru_ru: Второе Имя
sv: mellannamn
zh: 中间名字

source: City
fil: lungsod
fr: ville
ja: シティ
ru_ru: город
sv: stad
zh: 城市

source: Unit
de_de: Einheit
fil: yunit
fr: unité
ja: ユニット
nl_nl: eenheid
ru_ru: блок
sv: Enhet
zh: 单元

source: GL Head
de_de: Hauptbuch Leiter
fil: Pangkalahatang Ledger Head
fr: General Ledger Head
ja: 総勘定元帳ヘッド
ms: Genral Lejar Ketua
nl_nl: General Ledger Head
ru_ru: Главная книга Руководитель
sv: Huvudbok Head
zh: 总帐头

# maintain_stock
source: Maintain Stok
de_de: pflegen Stok
fil: Panatilihin Stock
fr: maintenir Stok
ja: 株価を維持
ms: mengekalkan Saham
nl_nl: onderhouden Stok
ru_ru: Поддержание Stock
sv: Bibehåll lager
zh: 维持股票

source: Phone
de_de: Telefon
fil: telepono
fr: téléphone
ja: 電話
ms: telefon
nl_nl: telefoon
ru_ru: телефон
sv: telefon
zh: 电话

source: SST Number
de_de: State Sales Tax Anzahl
fil: Numero ng Estado Buwis sa Pagbebenta
fr: État Nombre de taxe de vente
ja: 州売上税番号
ms: Negeri Nombor Cukai Jualan
nl_nl: State Sales Tax Aantal
ru_ru: Государственный налог с продаж Количество
sv: State omsättningsskatt Number
zh: 精干的销售税号

source: Late Fee Id
de_de: Späte Fee Identifier
fil: Pagkikilanlan Late Bayad
fr: Identifier frais de retard
ja: 延滞料識別子
ms: Lewat Identifier Bayaran
nl_nl: Late Fee Identifier
ru_ru: Штраф за опоздание Идентификатор
sv: Sen Fee Identifier
zh: 滞纳金标识

source: First Name
de_de: Vorname
fil: pangalan
fr: prénom
ja: ファーストネーム
ms: Nama Pertama
nl_nl: Voornaam
ru_ru: Имя
sv: Förnamn
zh: 名字

source: Machinable
fr: usinables
ja: 機械加工できる
nl_nl: machinaal
ru_ru: механической обработке
sv: maskinbearbetningsbar
zh: 可加工

source: Party Type Id
de_de: Party-Typen Identifizierung
fil: Uri ng Pantukoy Party
fr: Type de Party Identifier
ja: パーティータイプ識別子
ms: Parti Taip identifier
nl_nl: Partij Type kenmerk
ru_ru: Партия Идентификатор
sv: fest Typ identifer
zh: 党的类型标识符

source: Recurring Invoice Setup Id
de_de: Wiederkehrende Rechnung Setup-Identifier
fil: Pagkikilanlan sa Pag-setup ang umuulit na Invoice
fr: Identifiant de configuration de facture récurrente
ja: 経常請求書のセットアップ識別子
ms: Invois berulang Persediaan Identifier
nl_nl: Terugkerende Invoice Setup Identifier
ru_ru: Повторяющиеся счета Setup Идентификатор
sv: Återkommande Faktura Setup Identifier
zh: 经常性发票设置标识符

# auto_trigger_on_sales
source: Automatically Trigger on Sales
de_de: Automatisch triggeren op de verkoop
fil: Awtomatikong Pag-trigger sa Sales
fr: Déclencher automatiquement sur les ventes
ja: セールス上で自動的にトリガ
ms: Trigger secara automatik pada Jualan
nl_nl: Automatisches Trigger auf Verkäufe
ru_ru: Автоматически Запуск по продажам
sv: Automatiskt Trigger på Sales
zh: 自动触发销售

source: Amount To
de_de: bedrag Aan
fil: umabot
fr: montant à
ja: 額に
ms: amaun Untuk
nl_nl: Anzahl Um
ru_ru: Сумма к
sv: Mängd Till
zh: 量

source: Amount From
de_de: bedrag in Van
fil: Halaga Mula sa
fr: montant De
ja: の量
ms: amaun Dari
nl_nl: Schließen Menge
ru_ru: Количество От
sv: mängd från
zh: 从量

source: Discount
de_de: Rabatt
fil: diskuwento
fr: rabais
ja: 割引
ms: diskaun
nl_nl: korting
ru_ru: скидка
sv: rabatt
zh: 折扣

source: Salesperson Id
de_de: Verkäufer Identifier
fil: Pagkikilanlan ng Salesperson
fr: vendeur Identifiant
ja: 営業担当者識別子
ms: jurujual Identifier
nl_nl: winkelbediende Identifier
ru_ru: Salesperson Идентификатор
sv: Försäljar Identifier
zh: 销售人员标识符

source: Compound Item
de_de: Compound Artikel
fr: composé Point
ja: 複合アイテム
ms: kompaun Perkara
nl_nl: verbinding Item
ru_ru: Соединение Item
sv: Förening Punkt
zh: 复合项目

source: Brand
de_de: Marke
fil: tatak
fr: marque
ja: ブランド
ms: jenama
nl_nl: merk
ru_ru: марка
sv: varumärke
zh: 牌

source: Account Name
de_de: Accountnaam
fil: Pangalan ng Account
fr: Nom Du Compte
ja: アカウント名
ms: Nama Akaun
nl_nl: Kontobezeichnung
ru_ru: Имя Учетной Записи
sv: Kontonamn
zh: 帐户名称

source: Account Master Id
de_de: Account meester Id
fil: Master Tagatukoy Account
fr: Compte principal identificateur
ja: マスターアカウント識別子
ms: Akaun Master Identifier
nl_nl: Kontenstamm Identifier
ru_ru: Основной учетной записи Идентификатор
sv: Mästare Account Identifier
zh: 科目主标识

source: Due on Date
de_de: Durch auf Datum
fil: Dahil sa Petsa
fr: En raison le Date
ja: 期日は、
ms: Oleh kerana pada Tarikh
nl_nl: Verschuldigd op Date
ru_ru: Due Date является
sv: Förfallodatum är
zh: 到期日

source: Fax
ja: ファックス
ms: faks
ru_ru: факс
zh: 传真

source: Due Days
de_de: aufgrund Tage
fil: dahil Days
fr: jours en raison
ja: 原因日数
ms: Hari disebabkan
nl_nl: vanwege dagen
ru_ru: Из-за дня
sv: Due Dagar
zh: 由于天

source: Payment Term Id
de_de: Zahlungs-Ausdruck Identifier
fil: Pagkikilanlan Termino sa Pagbabayad
fr: Paiement Identifier terme
ja: 支払言葉識別子
ms: Jangka pembayaran identifier
nl_nl: Betaling Term Identifier
ru_ru: Срок оплаты Идентификатор
sv: Betalning Term Identifier
zh: 付款期限标识符

source: Bonus Slab Code
fil: Bonus Code tilad
fr: Code Bonus Slab
ja: スラブボーナスコード
ms: Bonus Slab Kod
ru_ru: Плиты Бонусный код
sv: Slab Bonuskod
zh: 奖励板代码

source: Recurring Frequency Id
de_de: Wiederkehrende Frequency Identifier
fil: Umuulit na Tagatukoy ng Dalas
fr: Identifier récurrent de fréquence
ja: 繰り返し周波数識別子
ms: Kekerapan berulang identifier
nl_nl: Terugkerende Frequency Identifier
ru_ru: Периодическая Частота Идентификатор
sv: Återkommande Frequency Identifier
zh: 反复出现的频率标识

source: Cost Price
de_de: Kostenpreis
fil: presyo Presyo ng Gastos
fr: coût Prix
ja: 原価
ms: kos Harga
nl_nl: kostprijs
ru_ru: Себестоимость
sv: Kostnad Pris
zh: 成本价

source: Recurring Frequency
de_de: Wiederkehrfrequenz
fil: umuulit na Dalas
fr: Fréquence récurrent
ja: 繰り返し周波数
ms: Kekerapan berulang
nl_nl: terugkerende Frequency
ru_ru: Периодическая Частота
sv: Återkommande Frekvens
zh: 反复出现的频率

source: Item Code
fil: Code ng item
fr: Code de l'article
ja: 商品コード
ms: Kod item
ru_ru: Код товара
sv: Post Code
zh: 产品编号

source: Sales Team Id
de_de: Sales Team Identifier
fil: Pagkikilanlan Team Sales
fr: Identifiant de l'équipe des ventes
ja: セールスチーム識別子
ms: Pasukan Jualan identifier
nl_nl: Sales Team Identifier
ru_ru: Отдел продаж Идентификатор
sv: Sales Team Identifier
zh: 销售团队标识

source: Maximum Credit Period
de_de: Maximale Kreditlaufzeit
fil: Maximum na Panahon ng Credit
fr: Période de crédit maximal
ja: 最大与信期間
ms: Tempoh Kredit Maksimum
nl_nl: Maximale Credit Periode
ru_ru: Максимальный размер кредита Период
sv: Maximal kredittid
zh: 最高优惠期

source: Length In Centimeters
de_de: Körperlänge in cm
fil: Haba Sa Sentimetro
fr: Longueur en centimètres
ja: センチメートルの長さ
ms: Panjang Dalam Sentimeter
nl_nl: Lengte in centimeters
ru_ru: Длина в см
sv: Längd i centimeter
zh: 长度以厘米为单位

source: Party Type
de_de: Party-Typ
fil: Uri ng Party
fr: type de partie
ja: パーティーの種類
ms: Jenis parti
nl_nl: partij Type
ru_ru: Тип партия
sv: fest Typ
zh: 党的类型

source: Frequency Name
de_de: Häufigkeit Name
fil: Pangalan ng Dalas
fr: Fréquence Nom
ja: 頻度名前
ms: Nama kekerapan
nl_nl: frequentie Naam
sv: Frekvens Namn
zh: 频率名称

source: Selling Price
de_de: Verkaufspreis
fil: Pagbebenta ng Presyo
fr: Prix de vente
ja: 販売価格
ms: Harga Jualan
nl_nl: Verkoopprijs
ru_ru: отпускная цена
sv: fÖRSÄLJNINGSPRIS
zh: 售价

source: Allow Credit
de_de: laat Credit
fil: Payagan ang Credit
fr: Autoriser crédit
ja: クレジットを許可する
ms: Benarkan Kredit
nl_nl: Lassen Kredit
ru_ru: Разрешить кредит
sv: Tillåt Kredit
zh: 允许信用

source: Salesperson Name
de_de: Verkäufer-Name
fil: Pangalan ng Salesperson
fr: Nom Salesperson
ja: 営業担当者名
ms: Nama jurujual
nl_nl: winkelbediende Naam
ru_ru: Имя Salesperson
sv: försäljare Namn
zh: 营业员姓名

source: Bonus Slab Name
fil: Pangalan ng Bonus na tilad
fr: Bonus Nom Slab
ja: スラブ名前ボーナス
ms: Bonus Nama Slab
nl_nl: Bonus Slab Naam
ru_ru: Плиты Имя опыту
sv: Slab Namn Bonus
zh: 奖励板名称

source: Commission Rate
fil: rate ng Komisyon
fr: Taux de commission
ja: レート委員会
ms: Kadar Suruhanjaya
nl_nl: Commissie Rate
ru_ru: Оценить Комиссия
sv: Rate kommissionen
zh: 佣金率

# audit_ts
source: Audit Timestamp
de_de: audit Tijdstempel
fr: Timestamp de vérification
ja: 監査タイムスタンプ
ms: Cap Masa Audit
nl_nl: Prüfungszeitstempel
ru_ru: Аудит Отметка времени
sv: Revisionstidsstämpel
zh: 审计时间戳

source: Street
de_de: Straße
fil: kalye
fr: rue
ja: ストリート
nl_nl: straat
ru_ru: улица
sv: gata
zh: 街头

source: Selling Price Includes Tax
de_de: Verkaufspreis inklusive Umsatzsteuer
fil: Pagbebenta ng Presyo kasamang Buwis
fr: Prix de vente comprend la taxe
ja: 販売価格は税を含みます
ms: Jualan Harga Termasuk Cukai
nl_nl: Verkoopprijs inclusief belastingen
ru_ru: Продажа Цена включает налог
sv: Selling Pris Inkluderar skatt
zh: 售价含税

source: Account Master Name
de_de: Account meester naam
fil: Pangalan ng Master Account
fr: Nom du compte de Maître
ja: マスターアカウント名
ms: Master Akaun Nama
nl_nl: Konto Master Name
ru_ru: Мастер Имя счета
sv: Mästare Kontonamn
zh: 账户名硕士

source: Description
de_de: Beschreibung
fil: paglalarawan
ja: 説明
ms: Penerangan
nl_nl: beschrijving
ru_ru: описание
sv: Beskrivning
zh: 描述

source: External Code
de_de: Externe Code
fil: Panlabas na Code
fr: Le code externe
ja: 外部コード
ms: Kod luar
nl_nl: externe code
ru_ru: Внешний код
sv: extern kod
zh: 外部代码

source: Due Frequency
de_de: Durch Frequenz
fil: dahil Frequency
fr: En raison Fréquence
ja: 周波数による
ms: Kekerapan kerana
nl_nl: vanwege Frequency
ru_ru: Из-за частоты
sv: Due Frekvens
zh: 由于频率

source: Preferred Shipping Package Shape
de_de: Bevorzugte Lieferpaket Form
fil: Hugis Ginustong Pagpapadala ng Package
fr: Preferred Colis Postaux Forme
ja: 好まれた出荷パッケージ形状
ms: Pilihan Pakej Penghantaran Bentuk
nl_nl: Preferred Shipping Pakket Vorm
ru_ru: Привилегированные Перевозка груза Пакет Форма
zh: 首选的运输包装形状

source: Sales Team Name
fil: Pangalan ng Koponan ng Sales
fr: Équipe des ventes Nom
ja: セールスチーム名
ms: Pasukan Jualan nama
nl_nl: Sales Team Naam
ru_ru: Отдел продаж Имя
sv: Sales Team Namn
zh: 销售团队名称

# grace_peiod
source: Grace Period
fr: Délai de grâce
ja: 猶予期間
ru_ru: льготный срок
zh: 宽限期

source: Slab Name
fil: Pangalan ng malapad at makapal na tipak
fr: Slab Nom
ja: スラブ名前
ms: Nama papak
nl_nl: slab Naam
ru_ru: Плиты Имя
sv: Slab Namn
zh: 平板名称

# height_in_centimeters
source: Hight In Centimeters
de_de: Höhe in Zentimetern
fil: Hight Sa Sentimetro
fr: Hight en centimètres
ja: センチメートルで高さ
ms: Tinggi Dalam Sentimeter
nl_nl: Hoogte in centimeters
ru_ru: Высота в сантиметрах
sv: Höjd i cm
zh: 身高以厘米为单位

source: Effective From
de_de: Gültig ab
fil: Epektibong Mula sa
fr: vigueur du
ja: からも有効
ms: berkesan Dari
nl_nl: effectieve Van
ru_ru: вступает в силу с
sv: effektiv Från
zh: 从有效

source: Last Name
de_de: Nachname
fil: apelyido
fr: Nom De Famille
ja: 苗字
ms: Nama Akhir
nl_nl: achternaam
ru_ru: фамилия
sv: efternamn
zh: 姓

source: Width In Centimeters
de_de: Breite in cm
fil: Lapad Sa Sentimetro
fr: Largeur en centimètres
ja: センチメートルの幅
ms: Lebar Di Sentimeter
nl_nl: Breedte in centimeters
ru_ru: Ширина в см
sv: Bredd i centimeter
zh: 宽以厘米为单位

source: Due Frequency Id
de_de: Aufgrund Frequency Identifier
fil: Pagkikilanlan Dahil Frequency
fr: En raison Identificateur de fréquence
ja: による周波数識別子
ms: Kekerapan Disebabkan Identifier
nl_nl: Vanwege Frequency Identifier
ru_ru: Из-за частоты Идентификатор
sv: Due Frequency Identifier
zh: 由于频率标识

source: Recurring Invoice Id
de_de: Wiederkehrende Rechnung Identifier
fil: Umuulit na Tagatukoy ng Invoice
fr: Facture récurrente Identifiant
ja: 定期的な請求書識別子
ms: Berulang Invois Identifier
nl_nl: Terugkerende Factuur Identifier
ru_ru: Повторяющиеся счета Идентификатор
sv: Återkommande Faktura Identifier
zh: 经常性发票标识

source: Country
de_de: Land
fil: bansa
fr: pays
ja: カントリー
ms: negara
nl_nl: land
ru_ru: страна
sv: land
zh: 国家

source: Party Code
de_de: Partei-Code
fil: partido code
fr: code du Parti
ja: パーティーコード
ms: Kod parti
nl_nl: partij Code
ru_ru: партия Код
sv: fest kod
zh: 党码

# bonus_slab_details_amounts_chk
source: The field "AmountTo" must be greater than "AmountFrom".
de_de: Das Feld "Anzahl Um" muss größer als "Betrag Aus" sein.
fil: Ang patlang ng "Halaga Upang" ay dapat na mas malaki sa "Halaga Mula sa".
fr: Le champ "Nombre Pour" doit être supérieure à "Montant De".
ja: フィールド「量を ""の量」よりも大きくなければなりません。
ms: Medan "Jumlah Untuk" mesti lebih besar daripada "Jumlah Daripada".
nl_nl: Het veld "Bedrag Ter" moet groter zijn dan "Bedrag Van" zijn.
ru_ru: Поле «Сумма по" должно быть больше, чем "сумму Из".
sv: Fältet "Antal För att kunna" måste vara större än "Belopp Från".
zh: 现场“数要”必须大于“从量”。

source: Rate
de_de: Preis
fil: singil
fr: taux
ja: レート
ms: kadar
nl_nl: tarief
ru_ru: ставка
sv: Betyg
zh: 率

source: Parent Account Id
de_de: Hauptkonto Identifier
fil: Pagkikilanlan magulang Account
fr: Parent identificateur de compte
ja: 親アカウント識別子
ms: Pengecam Akaun Ibu Bapa
nl_nl: Ouderaccount Identifier
ru_ru: Родитель идентификатор учетной записи
sv: Förälder Account Identifier
zh: 父帐户标识

source: Payment Term Name
de_de: Zahlungs-Ausdruck Bezeichnung
fil: Pangalan ng Kataga ng Pagbabayad
fr: Paiement nom du terme
ja: 支払の言葉の名前
ms: Jangka pembayaran nama
nl_nl: Betaling Term Naam
ru_ru: Срок оплаты Имя
sv: Betalning Term Namn
zh: 付款方式名称

source: Party Name
de_de: Name der Partei
fil: Pangalan ng Party
fr: Nom Parti
ja: 側の名前
ms: parti nama
nl_nl: Naam van de Partij
ru_ru: Имя партия
sv: fest Namn
zh: 党的名称

source: Sales Tax
de_de: Umsatzsteuer
fil: Buwis sa Pagbebenta
fr: La taxe de vente
ja: 消費税
ms: Cukai Jualan
ru_ru: налог с продаж
sv: oMSÄTTNINGSSKATT
zh: 营业税

source: Bonus Rate
de_de: Bonus bewerten
fil: rate ng Bonus
fr: à taux bonifié
ja: レートボーナス
ms: Kadar bonus
ru_ru: Оценить Бонус
sv: Baserat in Leveransadress
zh: 红利

source: Item Name
de_de: Artikelname
fil: Pangalan ng Item
fr: Item nom
ja: 項目名
ms: Nama Perkara
nl_nl: Naam van het punt
ru_ru: Название товара
sv: Produktnamn
zh: 项目名称

source: Address
de_de: adres
fil: tirahan
fr: adresse
ja: アドレス
ms: Alamat
nl_nl: Anschrift
ru_ru: адрес
sv: adress
zh: 地址

source: Id
de_de: Identifier
fil: tagatukoy
fr: identifiant
ja: 識別する
ms: pengecam
nl_nl: Identifier
ru_ru: идентифицировать
sv: identifiera
zh: 登录

source: Sales Team Code
fil: Sales Koponan ng Code
fr: Ventes code équipe
ja: 営業チームコード
ms: Pasukan Jualan Kod
ru_ru: Отдел продаж Код
zh: 销售团队代码

source: Price
de_de: Preis
fil: presyo
fr: prix
ja: プライス
ms: Harga
nl_nl: prijs
ru_ru: цена
sv: pris
zh: 价格

source: Recurring Invoice Name
de_de: Wiederkehrende Rechnung Namens
fil: Umuulit na Pangalan ng Invoice
fr: Nom courant de la facture
ja: 経常請求書の名前
ms: Berulang Nama Invois
nl_nl: Terugkerende Factuur Naam
ru_ru: Повторяющиеся счета Имя
sv: Återkommande Faktura Namn
zh: 经常性发票名称

source: Reorder Unit
de_de: Reorder Einheit
fil: Muling mag-order ng Unit
fr: Réorganiser Unité
ja: 再注文単位
ms: Unit pesanan semula
ru_ru: Изменение порядка Unit
sv: Ändra ordning Enhet
zh: 重排部

source: Audit User Id
de_de: Audit Gebruiker Id
fil: Pagkikilanlan Gumagamit Audit
fr: Audit identifiant utilisateur
ja: 監査ユーザー識別子
ms: Audit pengguna Identifier
nl_nl: Audit User Identifier
ru_ru: Аудит Идентификатор пользователя
sv: Revisionsanvändaridentifieringen
zh: 审计用户标识符

source: Lead Time In Days
de_de: Bearbeitungszeit in Tagen
fil: Humantong Oras Sa Mga Araw
fr: Plomb temps en jours
ja: 時間の日数をリード
ms: Lead Time Di Days
nl_nl: Doorlooptijd in dagen
ru_ru: Время выполнения в днях
sv: Bly i dagar
zh: 交货时间在天

source: Item Id
de_de: Artikel-Nummer
fil: Pagkikilanlan item
ja: 項目識別子
ms: Perkara Identifier
nl_nl: Item Identifier
ru_ru: Пункт Идентификатор
sv: artikelidentifierare
zh: 项目标识符

source: Zip Code
de_de: Postleitzahl
fil: zip-kowd
fr: Code postal
ja: 郵便番号
ms: Kod ZIP
nl_nl: postcode
ru_ru: Почтовый Индекс
sv: postnummer
zh: 邮政编码

source: Checking Frequency
de_de: Überprüfen Frequency
fil: Sinusuri ng Dalas
fr: Vérification Fréquence
ja: 周波数の確認
ms: Semakan Kekerapan
nl_nl: controleren Frequency
ru_ru: Проверка частоты
sv: kontroll Frekvens
zh: 检查频率

source: Is Transaction Node
de_de: Ist Transaction Node
fil: Ay Node Transaksyon
fr: Est-Node Transaction
ja: トランザクションのノードである
ms: Adalah Transaksi Nod
ru_ru: Это узел сделка
sv: Är Transaktions Nod
zh: 是交易节点

source: Currency
de_de: Währung
fil: pera
fr: monnaie
ja: 通貨
ms: mata Wang
nl_nl: valuta
ru_ru: валюта
sv: valuta
zh: 货币

source: Account Master
de_de: account meester
fil: master Account
fr: compte principal
ja: マスターアカウント
ms: Master Akaun
nl_nl: Konto Meister
ru_ru: основной счет
sv: mästare konto
zh: 科目主

source: Recurring Invoice Code
de_de: Wiederkehrende Rechnung Kodex
fil: Umuulit na Kodigo ng Invoice
fr: Facture récurrente code
ja: 定期的な請求書コード
ms: Invois berulang kod
nl_nl: Terugkerende Factuur Code
ru_ru: Повторяющиеся счета Код
sv: Återkommande Faktura kod
zh: 经常性发票代码

# recurring_invoices_item_id_auto_trigger_on_sales_uix
source: You cannot have more than one auto trigger on sales for this item.
de_de: Sie können nicht mehr als eine Auto-Trigger auf den Umsatz für diesen Artikel.
fil: Hindi ka maaaring magkaroon ng higit sa isang auto trigger sa mga benta para sa item na ito.
fr: Vous ne pouvez pas avoir plus d'un déclenchement automatique sur les ventes pour ce produit.
ja: このアイテムの販売に複数の自動トリガを持つことはできません。
ms: Anda tidak boleh mempunyai lebih daripada satu pencetus auto jualan untuk item ini.
nl_nl: U kunt niet meer dan één auto trekker op de verkoop voor dit item.
ru_ru: Вы не можете иметь более одного автоматической синхронизации по продажам для этого элемента.
sv: Du kan inte ha mer än en auto trigger på försäljningen för objektet.
zh: 你不能对销售这个项目不止一个自动触发。

source: Item Group
de_de: Artikelgruppe
fil: Grupo item
fr: Groupe d'articles
ja: アイテムのグループ
ms: Perkara Kumpulan
ru_ru: Пункт Группа
sv: Produkt Grupp
zh: 项目组

source: Address Line 1
de_de: Adres Regel 1
fil: Linya ng Address 1
fr: Adresse 1
ja: 住所1
ms: Alamat Baris 1
nl_nl: Adresszeile 1
ru_ru: Адресная Строка 1
sv: Adress Linje 1
zh: 地址线 1

source: CST Number
de_de: Zentralumsatzsteuernummer
fil: Numero ng Central Buwis sa Pagbebenta
fr: Nombre de taxe de vente central
ja: 中央売上税番号
ms: Nombor pusat Cukai Jualan
nl_nl: Central Sales Tax Aantal
ru_ru: Центральный налог с продаж Количество
sv: Central Moms Nummer
zh: 中央销售税号码

source: Parent
de_de: Elternteil
fil: magulang
fr: mère
ja: 親
ms: Ibu Bapa
nl_nl: ouder
ru_ru: родитель
sv: Förälder
zh: 亲

source: Sub Total
de_de: Zwischensumme
fil: sub Kabuuang
fr: sous-total
ja: 小計
ms: Jumlah Kecil
nl_nl: Subtotaal
ru_ru: Промежуточный итог
sv: Delsumma
zh: 小计

source: Late Fee Posting Frequency
de_de: Späte Fee Posting Frequency
fil: Late Bayad sa Pag-post ng Dalas
fr: Frais de retard affichage Fréquence
ja: 延滞料転記頻度
ms: Bayaran Lewat Penempatan Kekerapan
ru_ru: Штраф за опоздание Проводка Частота
sv: Sen Fee Utstationering Frekvens
zh: 滞纳金发布频率

source: Is Flat Amount
de_de: Ist flach Betrag
fil: Ay Flat na Halaga
fr: Montant est plat
ja: フラットな量である
ms: Adalah Jumlah Flat
nl_nl: Is Flat Bedrag
ru_ru: Это фиксированная сумма
sv: Är Flat Belopp
zh: 是平量

source: Reorder Quantity
de_de: Reorder Menge
fil: Muling mag-order Dami
fr: Réorganiser Quantité
ja: 再注文数量
ms: Kuantiti pesanan semula
nl_nl: Reorder Hoeveelheid
ru_ru: Изменение порядка Количество
sv: Beställnings Kvantitet
zh: 再订购数量

source: Weight In Grams
de_de: Gewicht in Gramm
fil: Timbang Sa gramo
fr: Poids en grammes
ja: グラム量
ms: Berat Dalam Gram
nl_nl: Gewicht in gram
ru_ru: Вес в граммах
sv: Vikt i gram
zh: 重量以克

source: Bonus Slab Detail Id
de_de: Bonus Slab Details Identifier
fil: Detalye ng Bonus na tilad Id
fr: Bonus Identifier Dalle de Détail
ja: ボーナススラブの詳細を特定
ms: Bonus Detail Slab Identifier
nl_nl: Bonus Slab Detail Identifier
ru_ru: Бонус Плиты Деталь Определить
sv: Bonus Slab Detalj Identifiera
zh: 奖励板详细标识

source: Address Line 2
de_de: Adres Regel 2
fil: Linya ng Address 2
fr: Adresse 2
ja: 住所2
ms: Alamat Baris 2
nl_nl: Adresszeile 2
ru_ru: Адресная Строка 2
sv: Adress Linje 2
zh: 地址线 2
