Repository: adithya5/testercode1
Catalog: src/Libraries/Logic/MixERP.Net.DbFactory/Resources/DbErrors.*.resx
Languages: fil, fr, id, ja, ms, pt, sv, zh

# P1301
source: Cannot calculate interest. The number of days in a year was not provided.
fil: Hindi ma-makalkula ang interes. Ang bilang ng mga araw sa isang taon ay hindi ibinigay.
fr: Vous ne pouvez pas calculer les intérêts. Le nombre de jours dans une année n'a pas été fourni.
id: Tidak bisa menghitung bunga. Jumlah hari dalam satu tahun tidak disediakan.
ja: 興味を計算することはできません。年の日数が提供されていませんでした。
ms: Tidak boleh mengira faedah. Bilangan hari dalam setahun tidak disediakan.
pt: Não é possível calcular os juros. Não foi fornecido o número de dias em um ano.
sv: Kan inte räkna ränta. Antalet dagar på ett år angavs inte.
zh: 无法计算利息。未提供在一年的天数。

# P3000
source: Invalid data.
fil: Di-wastong data.
fr: Des données non valides.
id: Data yang tidak valid.
ja: 無効なデータ。
ms: Data tidak sah.
pt: Dados inválidos.
sv: Ogiltiga data.
zh: 无效数据。

# P3001
source: Invalid user name.
fil: Hindi wastong user name.
fr: Nom d'utilisateur valide.
id: Nama pengguna tidak valid.
ja: 無効なユーザー名。
ms: Nama pengguna tidak sah.
pt: Nome de usuário inválido.
sv: Ogiltigt användarnamn.
zh: 用户名无效。

# P3005
source: Password cannot be empty.
fil: Hindi maaaring walang laman ang password.
fr: Mot de passe ne peut pas être vide.
id: Password tidak boleh kosong.
ja: パスワードが空にすることはできません。
ms: Kata laluan tidak boleh kosong.
pt: A senha não pode estar vazio.
sv: Lösenord kan inte vara tomt.
zh: 密码不能为空。

# P3006
source: Please provide a new password.
fil: Mangyaring magbigay ng bagong password.
fr: Se il vous plaît fournir un nouveau mot de passe.
id: Silahkan memberikan password baru.
ja: 新しいパスワードを入力してください。
ms: Sila berikan kata laluan baru.
pt: Por favor, forneça uma nova senha.
sv: Ange ett nytt lösenord.
zh: 请提供一个新的密码。

# P3007
source: Invalid value date.
fil: Di-wastong petsa halaga.
fr: Invalid date de valeur.
id: Tanggal nilai yang tidak valid.
ja: 無効な値の日付。
ms: Tarikh nilai tidak sah.
pt: Data-valor inválido.
sv: Ogiltigt värde dagen.
zh: 值无效日期。

# P3008
source: Invalid date.
fil: Di-wastong petsa.
fr: Date non valide.
id: Tanggal tidak valid.
ja: 無効な日付。
ms: Tarikh tidak sah.
pt: Data inválida.
sv: Ogiltigt datum.
zh: 无效的日期。

# P3009
source: Invalid period specified.
fil: Di-wastong panahon ng tinukoy.
fr: Période spécifié invalide.
id: Periode yang ditentukan tidak valid.
ja: 無効な期間が指定されました。
ms: Tempoh yang ditentukan tidak sah.
pt: Período especificado inválido.
sv: Ogiltig angivna perioden.
zh: 指定无效时段。

# P3010
source: Invalid office id.
fil: Di-wastong id ng opisina.
fr: Invalid id de bureau.
id: Id kantor valid.
ja: 無効なオフィスのID。
ms: Id pejabat tidak sah.
pt: Id escritório inválido.
sv: Ogiltig kontors id.
zh: 无效的办公ID。

# P3011
source: Invalid office.
fil: Di-wastong opisina.
fr: Bureau non valide.
id: Kantor valid.
ja: 無効なオフィス。
ms: Pejabat tidak sah.
pt: Escritório inválido.
sv: Ogiltig kontor.
zh: 无效的办公室。

# P3012
source: Invalid store.
fil: Di-wastong store.
fr: Magasin non valide.
id: Toko tidak valid.
ja: 無効な店。
ms: Kedai tidak sah.
pt: Loja inválido.
sv: Ogiltigt butik.
zh: 无效的商店。

# P3013
source: Invalid cash repository.
fil: Di-wastong cash imbakan.
fr: Invalid référentiel de trésorerie.
id: Repositori kas valid.
ja: 無効な現金リポジトリ。
ms: Repositori tunai tidak sah.
pt: Repositório de caixa inválido.
sv: Ogiltig kontant slutförvar.
zh: 无效的现金库。

# P3050
source: Invalid party.
fil: Di-wastong party.
fr: Partie non valide.
id: Partai yang tidak valid.
ja: 無効なパーティー。
ms: Pihak yang tidak sah.
pt: Partido inválido.
sv: Ogiltig part.
zh: 无效的一方。

# P3051
source: Invalid item.
fil: Di-wastong item.
fr: Élément non valide.
id: Item yang tidak valid.
ja: 無効なアイテム。
ms: Item tidak sah.
pt: Item inválido.
sv: Ogiltig post.
zh: 无效的项目。

# P3052
source: Invalid unit.
fil: Di-wastong unit.
fr: Unité non valide.
id: Unit valid.
ja: 無効なユニット。
ms: Unit tidak sah.
pt: Unidade inválida.
sv: Ogiltig enhet.
zh: 无效的单元。

# P3053
source: Invalid or incompatible unit.
fil: Di-wasto o hindi tugma unit.
fr: Unité non valide ou incompatible.
id: Unit valid atau tidak kompatibel.
ja: 無効なまたは互換性のないユニット。
ms: Unit tidak sah atau tidak serasi.
pt: Unidade inválida ou incompatível.
sv: Ogiltig eller inkompatibel enhet.
zh: 无效或不兼容的设备。

# P3054
source: The reorder unit is incompatible with the base unit.
fil: Ang Muling mag-order yunit ay hindi tugma sa ang pangunahing yunit.
fr: L'unité de réapprovisionnement est incompatible avec l'unité de base.
id: Unit menyusun ulang tidak sesuai dengan unit dasar.
ja: 並べ替えユニットは、ベースユニットと互換性がありません。
ms: Unit pesanan semula adalah tidak serasi dengan unit asas.
pt: A unidade de reabastecimento é incompatível com a unidade base.
sv: Beställningsenheten är oförenligt med basenheten.
zh: 重排部是与基站单元不兼容。

# P3055
source: Invalid exchange rate.
fil: Di-wastong halaga ng palitan.
fr: Taux de change non valide.
id: Nilai tukar yang tidak valid.
ja: 無効な為替相場。
ms: Kadar pertukaran tidak sah.
pt: Taxa de câmbio inválido.
zh: 无效的汇率。

# P3101
source: Invalid LoginId.
fil: Di-wastong LoginId.
fr: LoginID valide.
id: LoginId valid.
ja: 無効なログインID。
ms: LoginId tidak sah.
pt: LoginID inválido.
sv: Ogiltigt LoginId.
zh: 无效的登录ID。

# P3105
source: Your current password is incorrect.
fil: Ang iyong kasalukuyang password ay hindi tama.
fr: Votre mot de passe actuel est incorrecte.
id: Password Anda saat ini tidak benar.
ja: あなたの現在のパスワードが正しくありません。
ms: Kata laluan semasa anda tidak betul.
pt: Sua senha atual está incorreto.
sv: Din nuvarande lösenord är felaktigt.
zh: 您当前密码不正确。

# P3201
source: Item/unit mismatch.
fil: Item / yunit ng hindi pagtutugma.
fr: Point / unité décalage.
id: Barang / unit ketidakcocokan.
ja: アイテム/ユニットのミスマッチ。
ms: Perkara / tidak sepadan unit.
pt: Item / incompatibilidade unidade.
sv: Punkt / enhet mismatch.
zh: 项目/单位不匹配。

# P3202
source: Tax form mismatch.
fil: Maling pagtutugma ng form sa buwis.
fr: Forme impôt décalage.
id: Formulir pajak mismatch.
ja: 税フォームの不一致。
ms: Bentuk cukai tidak sepadan.
pt: Imposto de forma incompatibilidade.
sv: Skattsedel obalans.
zh: 税收的形式不匹配。

# P3301
source: Invalid quantity.
fil: Di-wastong dami.
fr: Quantité non valide.
id: Kuantitas tidak valid.
ja: 無効な量。
ms: Kuantiti tidak sah.
pt: Quantidade inválido.
sv: Ogiltigt kvantitet.
zh: 无效的数量。

# P3302
source: Invalid transaction id.
fil: Di-wastong id transaksyon.
fr: Invalid id de transaction.
id: Id transaksi yang tidak valid.
ja: 無効なトランザクションID。
ms: Id transaksi tidak sah.
pt: Id de transação inválido.
sv: Ogiltig transaktions id.
zh: 无效的事务ID。

# P3501
source: The column account_id cannot be null.
fil: Ang hanay ng ACCOUNT_ID ay hindi maaaring maging null.
fr: Le account_id de colonne ne peut pas être nulle.
id: Kolom account_id tidak dapat null.
ja: コラムACCOUNT_IDはnullにすることはできません。
ms: Lajur account_id tidak boleh batal.
pt: O account_id coluna não pode ser nulo.
sv: Kolonnen konto-kan inte vara null.
zh: 列ACCOUNT_ID不能为空。

# P4010
source: Exchange rate between the currencies was not found.
fil: Exchange rate sa pagitan ng mga pera ay hindi natagpuan.
fr: Taux de change entre les devises n'a pas été trouvé.
id: Nilai tukar antara mata uang tidak ditemukan.
ja: 通貨間の為替レートは見つかりませんでした。
ms: Kadar pertukaran antara mata wang tidak dijumpai.
pt: Taxa de câmbio entre as moedas não foi encontrado.
sv: Växelkursen mellan valutorna hittades inte.
zh: 未找到货币之间的汇率。

# P4020
source: This item is not associated with this transaction.
fil: Ang item na ito ay hindi nauugnay sa transaksyong ito.
fr: Cet article ne est pas associé à cette transaction.
id: Item ini tidak terkait dengan transaksi ini.
ja: この項目は、このトランザクションに関連付けられていない。
ms: Item ini tidak berkaitan dengan urus niaga ini.
pt: Este item não está associado a essa transação.
sv: Denna punkt är inte associerad med denna transaktion.
zh: 此产品没有与此交易相关。

# P4030
source: No verification policy found for this user.
fil: Walang patakaran sa pag-verify natagpuan para sa user na ito.
fr: Aucune politique de vérification trouvé pour cet utilisateur.
id: Tidak ada kebijakan verifikasi ditemukan untuk pengguna ini.
ja: このユーザーが見つかりませ検証ポリシーません。
ms: Tiada dasar pengesahan dijumpai untuk pengguna ini.
pt: Nenhuma política de verificação encontrado para esse usuário.
sv: Ingen verifiering policy hittades för denna användare.
zh: 无验证策略找到此用户。

# P5000
source: Referencing sides are not equal.
fil: Na tumutukoy sa gilid ay hindi katumbas.
fr: Référencement côtés ne sont pas égaux.
id: Mengacu sisi tidak sama.
ja: 参照辺が等しくない。
ms: Pihak rujukan tidak sama.
pt: Referenciando os lados não são iguais.
sv: Hänvisning sidor är inte lika.
zh: 引用双方是不相等的。

# P5001
source: Negative stock is not allowed.
fil: Negatibong mga stock ay hindi pinapayagan.
fr: Stock négatif ne est pas autorisé.
id: Saham negatif tidak diperbolehkan.
ja: マイナス在庫が許可されていません。
ms: Saham negatif tidak dibenarkan.
pt: Estoque negativo não é permitido.
sv: Negativ lager är inte tillåtet.
zh: 负库存是不允许的。

# P5002
source: Posting this transaction would produce a negative cash balance.
fil: Pagpo-post ng transaksyong ito ay makabuo ng isang negatibong balanse cash.
fr: L'affichage de cette transaction serait de produire un solde de trésorerie négatif.
id: Posting transaksi ini akan menghasilkan saldo kas negatif.
ja: このトランザクションを投稿する負の現金残高を生成するであろう。
ms: Pos urus niaga ini akan menghasilkan baki tunai negatif.
pt: Postando esta transação iria produzir um saldo de caixa negativo.
sv: Posta denna transaktion skulle ge en negativ kassa.
zh: 发布本次交易将产生负现金余额。

# P5010
source: Past dated transactions are not allowed.
fil: Nakalipas na napetsahan transaksyon ay hindi pinahihintulutan.
fr: Datées opérations passées ne sont pas autorisés.
id: Transaksi tanggal terakhir tidak diperbolehkan.
ja: 過去の日付のトランザクションが許可されていません。
ms: Transaksi tarikh yang telah lepas tidak dibenarkan.
pt: Transações datadas últimos não são permitidos.
sv: Tidigare daterad transaktioner är inte tillåtna.
zh: 过去陈旧的交易是不允许的。

# P5100
source: This establishment does not allow transaction posting.
fil: Hindi pinapayagan ng establisimentong ito sa pag-post ng transaksyon.
fr: Cet établissement ne permet pas l'affichage de la transaction.
id: Pendirian ini tidak memungkinkan transaksi posting.
ja: この施設は、トランザクションの投稿を許可していません。
ms: Pertubuhan ini tidak membenarkan urus niaga dicatatkan.
pt: Este estabelecimento não permite postagem transação.
sv: Denna anläggning tillåter inte transaktions utstationering.
zh: 这个成立不允许交易张贴。

# P5101
source: Cannot post transaction during restricted transaction mode.
fil: Hindi maaaring mag-post ng transaksyon sa panahon ng pinaghihigpitang mode transaksyon.
fr: Vous ne pouvez pas poster transaction pendant le mode de transaction restreint.
id: Tidak dapat mengirim transaksi selama modus transaksi terbatas.
ja: 制限されたトランザクションモードの間に取引を投稿することはできません。
ms: Tidak boleh menghantar transaksi semasa mod transaksi yang terhad.
pt: Não é possível postar transação durante o modo de operação restrito.
sv: Kan inte posta transaktion under transaktionsläget begränsad.
zh: 在限制交易模式不能发布交易。

# P5110
source: You cannot provide sales tax information for non taxable sales.
fil: Hindi ka maaaring magbigay ng impormasyon sa buwis sa pagbebenta para sa mga non taxable benta.
fr: Vous ne pouvez pas fournir des informations de la taxe de vente pour les ventes non imposables.
id: Anda tidak dapat memberikan informasi pajak penjualan untuk penjualan non pajak.
ja: あなたは非課税販売の売上税情報を提供することはできません。
ms: Anda tidak boleh memberikan maklumat cukai jualan untuk jualan tidak dikenakan cukai.
pt: Você não pode fornecer informações de imposto sobre vendas para vendas não tributáveis.
sv: Du kan inte ge moms informationen för icke skattepliktiga försäljning.
zh: 你不能提供营业税的信息非应税销售。

# P5111
source: Invalid bank transaction information provided.
fil: Impormasyon Di-wastong bank transaksyon na ibinigay.
fr: Informations de transaction bancaire fourni non valide.
id: Informasi transaksi bank tidak valid disediakan.
ja: 無効な銀行取引情報を提供。
ms: Maklumat transaksi bank tidak sah disediakan.
pt: Informações sobre a transação bancária fornecido é inválido.
sv: Transaktionsinformation Ogiltig bank tillhandahålls.
zh: 提供了无效的银行交易的信息。

# P5201
source: A stock adjustment entry can not contain debit item(s).
fil: Ang isang adjustment sa stock entry ay hindi maaaring maglaman ng debit (mga) item.
fr: Une entrée d'ajustement des stocks ne peut pas contenir article (s) de débit.
id: Sebuah entri penyesuaian saham tidak dapat berisi barang debit (s).
ja: ストック調整エントリは、デビット項目（複数可）を含めることはできません。
ms: A kemasukan pelarasan saham tidak boleh mengandungi item debit (s).
pt: Uma entrada de ajustamento não pode conter item (s) débito.
sv: Ett lager justering posten kan inte innehålla debetpost (er).
zh: A股进入调整，不能包含借记项目（S）。

# P5202
source: An item can appear only once in a store.
fil: Maaaring lumitaw ang isang item nang isang beses lamang sa isang tindahan.
fr: Un élément peut apparaître qu'une seule fois dans un magasin.
id: Item dapat muncul hanya sekali dalam toko.
ja: 項目は店で一度だけ表示されることがあります。
ms: Item boleh muncul sekali sahaja di kedai.
pt: Um item pode aparecer apenas uma vez em uma loja.
sv: Ett objekt kan visas bara en gång i en butik.
zh: 一个项目可以在商店里只出现一次。

# P5203
source: The returned quantity cannot be greater than actual quantity.
fil: Ang ibinalik na dami ay hindi maaaring maging mas malaki kaysa sa aktwal na dami.
fr: La quantité retournée ne peut pas être supérieure à la quantité réelle.
id: Kuantitas kembali tidak dapat lebih besar dari jumlah yang sebenarnya.
ja: 返された数量は、実際の量よりも大きくすることはできません。
ms: Kuantiti kembali tidak boleh lebih besar daripada kuantiti sebenar.
pt: A quantidade devolvida não pode ser maior do que a quantidade real.
sv: Den returnerade kvantiteten kan inte vara större än den faktiska kvantiteten.
zh: 返回的量不能大于实际数量。

# P5204
source: The returned amount cannot be greater than actual amount.
fil: Ang ibinalik na halaga ay hindi maaaring maging mas malaki kaysa sa aktwal na halaga.
fr: Le montant remboursé ne peut pas être supérieure à montant réel.
id: Jumlah kembali tidak dapat lebih besar dari jumlah yang sebenarnya.
ja: 返された量は、実際の量よりも大きくすることはできません。
ms: Jumlah kembali tidak boleh lebih besar daripada jumlah sebenar.
pt: O valor devolvido não pode ser maior do que a quantidade real.
sv: Den returnerade beloppet kan inte vara större än faktiska beloppet.
zh: 返回的量不能大于实际数额。

# P5301
source: Invalid or rejected transaction.
fil: Di-wasto o tinanggihan transaksyon.
fr: Transaction invalide ou rejetée.
id: Transaksi yang tidak valid atau ditolak.
ja: 無効または拒否されたトランザクション。
ms: Transaksi tidak sah atau ditolak.
pt: De transação inválido ou rejeitado.
sv: Ogiltigt eller avvisas transaktionen.
zh: 无效或拒绝交易。

# P5500
source: Insufficient item quantity.
fil: Hindi sapat na dami ng item.
fr: Insuffisante quantité d'articles.
id: Cukup kuantitas item.
ja: 不十分な数量。
ms: Kuantiti item yang tidak mencukupi.
pt: Quantidade do item insuficiente.
sv: Otillräcklig post kvantitet.
zh: 不足的项目数量。

# P5800
source: Deleting a transaction is not allowed. Mark the transaction as rejected instead.
fil: Ang pagtatanggal ng isang transaksyon ay hindi pinapayagan. Markahan ang transaksyon bilang tinanggihan halip.
fr: Suppression d'une transaction ne est pas autorisé. Marquez la transaction comme rejetée place.
id: Menghapus transaksi tidak diperbolehkan. Tandai transaksi yang ditolak sebagai gantinya.
ja: トランザクションを削除することはできません。代わりに拒否されたとして、トランザクションをマークします。
ms: Memadam transaksi yang tidak dibenarkan. Tandakan transaksi itu sebagai menolak sebaliknya.
pt: Excluindo uma transação não é permitido. Marque a transação como indeferido e não.
sv: Ta bort en transaktion är inte tillåtet. Markera transaktionen som avvisade istället.
zh: 删除交易是不允许的。标记交易被否决代替。

# P5901
source: Please ask someone else to verify the transaction you posted.
fil: Mangyaring hilingin sa ibang tao upang i-verify ang transaksyon iyong na-post.
fr: Se il vous plaît demander à quelqu'un de vérifier la transaction que vous avez posté.
id: Silakan meminta orang lain untuk memverifikasi transaksi yang diposting.
ja: あなたが投稿トランザクションを確認するために他の誰かに依頼してください。
ms: Sila tanya orang lain untuk mengesahkan transaksi anda diposkan.
pt: Por favor, peça a alguém para verificar a transação que você postou.
sv: Vänligen be någon annan att verifiera transaktionen du postat.
zh: 请让别人来验证您发布的交易。

# P5910
source: Self verification limit exceeded. The transaction was not verified.
fil: Lumagpas na sa limitasyon ng pag-verify sa sarili. Ang transaksiyon ay hindi na-verify.
fr: Limite de l'autonomie de vérification dépassé. La transaction n'a pas été vérifiée.
id: Batas verifikasi diri terlampaui. Transaksi tidak diverifikasi.
ja: 自己検証の限界を超えました。トランザクションが確認されていませんでした。
ms: Had pengesahan diri melebihi. Transaksi itu tidak disahkan.
pt: Limite de verificação Auto ultrapassado. A transação não foi verificada.
sv: Självverifieringsgränsen överskridits. Affären var inte verifieras.
zh: 自我验证超限。本次交易不验证。

# P5911
source: Sales verification limit exceeded. The transaction was not verified.
fil: Lumagpas na sa limitasyon ng pag-verify benta. Ang transaksiyon ay hindi na-verify.
fr: Limite de vérification des ventes dépassée. La transaction n'a pas été vérifiée.
id: Batas verifikasi penjualan melebihi. Transaksi tidak diverifikasi.
ja: セールス検証制限を超えました。トランザクションが確認されていませんでした。
ms: Had pengesahan jualan melebihi. Transaksi itu tidak disahkan.
pt: Limite de verificação de Vendas ultrapassado. A transação não foi verificada.
sv: Försäljningsverifieringsgränsen överskrids. Affären var inte verifieras.
zh: 超过销售限额核实。本次交易不验证。

# P5912
source: Purchase verification limit exceeded. The transaction was not verified.
fil: Lumagpas na sa limitasyon ng pag-verify pagbili. Ang transaksiyon ay hindi na-verify.
fr: Limite de vérification d'achat dépassée. La transaction n'a pas été vérifiée.
id: Batas verifikasi pembelian melebihi. Transaksi tidak diverifikasi.
ja: 購入検証制限を超えました。トランザクションが確認されていませんでした。
ms: Pembelian melebihi had pengesahan. Transaksi itu tidak disahkan.
pt: Limite de verificação de Compra ultrapassado. A transação não foi verificada.
sv: Inköpsverifieringsgränsen överskridits. Affären var inte verifieras.
zh: 购买验证超限。本次交易不验证。

# P5913
source: GL verification limit exceeded. The transaction was not verified.
fil: Lumagpas na limitasyon sa GL pag-verify. Ang transaksiyon ay hindi na-verify.
fr: Limite de vérification GL dépassée. La transaction n'a pas été vérifiée.
id: Batas verifikasi GL melebihi. Transaksi tidak diverifikasi.
ja: GL検証制限を超えました。トランザクションが確認されていませんでした。
ms: Had pengesahan GL melebihi. Transaksi itu tidak disahkan.
pt: Limite de verificação GL ultrapassado. A transação não foi verificada.
sv: GL verifieringsgränsen överskridits. Affären var inte verifieras.
zh: GL认证超限。本次交易不验证。

# P6010
source: Invalid configuration: COGS method.
fil: Di-wastong configuration: pamamaraan COGS.
fr: Configuration invalide: méthode fondée sur le CMV.
id: Konfigurasi yang salah: Metode HPP.
ja: 無効な設定：COGS方法。
ms: Konfigurasi tidak sah: Kaedah salah satu alat.
pt: Configuração inválida: método CPV.
sv: Ogiltig konfiguration: KSV metod.
zh: 无效的配置：主营业务成本的方法。

# P8001
source: Cannot produce P/L statement of office(s) having different base currencies.
fil: Hindi maaaring mag-produce P / L pahayag ng (mga) opisina pagkakaroon ng iba't ibang mga batayang pera.
fr: Vous ne pouvez pas produire des P / L déclaration du mandat (s) ayant des monnaies de base.
id: Tidak dapat menghasilkan P / L pernyataan kantor (s) memiliki mata uang dasar yang berbeda.
ja: オフィス（S）異なるベースの通貨を持っていることのP / Lの文を生成することはできません。
ms: Tidak boleh menghasilkan P / L penyata pejabat (s) yang mempunyai mata wang asas yang berbeza.
pt: Não é possível produzir P / L declaração de escritório (s) com moedas base diferentes.
sv: Kan inte producera P / L uttalande av kontors (er) som har olika grund valutor.
zh: 不能生产办公室（S）具有不同的基础货币P/ L的声明。

# P8002
source: Cannot produce trial balance of office(s) having different base currencies.
fil: Hindi maaaring mag-produce pagsubok balanse ng (mga) opisina pagkakaroon ng iba't ibang mga batayang pera.
fr: Vous ne pouvez pas produire balance du mandat (s) ayant des monnaies de base.
id: Tidak dapat menghasilkan neraca saldo kantor (s) memiliki mata uang dasar yang berbeda.
ja: オフィス（S）異なるベースの通貨を持っていることの試算表を生成することはできません。
ms: Tidak boleh menghasilkan imbangan duga jawatan (s) yang mempunyai mata wang asas yang berbeza.
pt: Não é possível produzir balancete de escritório (s) com moedas base diferentes.
sv: Kan inte producera balansomslutningen av kontors (er) som har olika grund valutor.
zh: 不能生产办公室（S）具有不同的基础货币试算表。

# P8003
source: You cannot have a different currency on the mapped GL account.
fil: Hindi ka maaaring magkaroon ng ibang pera sa nai-map GL account.
fr: Vous ne pouvez pas avoir une monnaie différente sur le compte GL mappé.
id: Anda tidak dapat memiliki mata uang yang berbeda pada account GL yang dipetakan.
ja: あなたは、マップされたGLアカウントで異なる通貨を持つことはできません。
ms: Anda tidak boleh mempunyai mata wang yang berbeza pada akaun GL yang dipetakan.
pt: Você não pode ter uma moeda diferente da conta GL mapeada.
sv: Du kan inte ha en annan valuta på mappade GL-konto.
zh: 你不能对映射GL帐户不同的货币。

# P8101
source: EOD operation was already initialized.
fil: EOD operasyon ay nasimulan.
fr: Opération EOD était déjà initialisé.
id: Operasi EOD sudah diinisialisasi.
ja: EOD操作がすでに初期化されました。
ms: Operasi EOD telah pun dimulakan.
pt: EOD operação já foi inicializado.
sv: EOD operation redan initierats.
zh: EOD操作已经初始化。

# P8501
source: Only one column is required.
fil: Haligi Isa lamang ang kailangan.
fr: Une seule colonne est nécessaire.
id: Hanya satu kolom yang diperlukan.
ja: つだけの列が必要です。
ms: Hanya satu lajur diperlukan.
pt: Apenas uma coluna é necessária.
sv: Endast en kolonn erfordras.
zh: 只有一列是必需的。

# P8502
source: Cannot update column.
fil: Hindi ma-update ang hanay.
fr: Vous ne pouvez pas mettre à jour la colonne.
id: Tidak dapat memperbarui kolom.
ja: 列を更新できません。
ms: Tidak boleh mengemas kini ruangan.
pt: Não é possível atualizar a coluna.
sv: Kan inte uppdatera kolumn.
zh: 无法更新列。

# P8990
source: You are not allowed to change system accounts.
fil: Hindi ka pinahihintulutang baguhin ang sistema ng mga account.
fr: Vous n'êtes pas autorisé à modifier les comptes du système.
id: Anda tidak diizinkan untuk mengubah account sistem.
ja: あなたは、システムアカウントを変更することが許可されていません。
ms: Anda tidak dibenarkan untuk menukar akaun sistem.
pt: Você não tem permissão para alterar as contas do sistema.
sv: Du får inte ändra systemkonton.
zh: 你不能改变系统帐户。

# P8991
source: You are not allowed to add system accounts.
fil: Ikaw ay hindi pinahihintulutang magdagdag ng sistema account.
fr: Vous n'êtes pas autorisé à ajouter des comptes du système.
id: Anda tidak diperbolehkan untuk menambahkan account sistem.
ja: あなたは、システムアカウントを追加することはできません。
ms: Anda tidak dibenarkan untuk menambah akaun-akaun sistem.
pt: Você não tem permissão para adicionar contas do sistema.
sv: Du får inte lägga systemkonton.
zh: 你不能添加系统帐户。

# P8992
source: A sys user cannot have a password.
fil: Ang isang gumagamit sys ay hindi maaaring magkaroon ng isang password.
fr: Un utilisateur système ne peut pas avoir un mot de passe.
id: Seorang pengguna sys tidak dapat memiliki password.
ja: SYSユーザーは、パスワードを持つことができません。
ms: Seseorang pengguna sys tidak boleh mempunyai kata laluan.
pt: Um usuário sys não pode ter uma senha.
sv: En SYS användare kan inte ha ett lösenord.
zh: 一个sys用户不能有密码。

# P9001
source: Access is denied.
fil: Tinanggihan ang access.
fr: L'accès est refusé.
id: Akses ditolak.
ja: アクセスが拒否されました。
ms: Akses dinafikan.
pt: Acesso negado.
sv: Åtkomst nekad.
zh: 访问被拒绝。
