Repository: adithya5/testercode1
Catalog: src/Libraries/Logic/MixERP.Net.DbFactory/Resources/DbErrors.*.resx
Languages: fil, fr, id, ja, ms, pt, sv, zh

# P9010
source: Access is denied. You are not authorized to post this transaction.
fil: Tinanggihan ang access. Wala kang pahintulot na mag-post sa transaksyong ito.
fr: L'accès est refusé. Vous n'êtes pas autorisé à afficher cette transaction.
id: Akses ditolak. Anda tidak memiliki izin untuk posting transaksi ini.
ja: アクセスが拒否されました。あなたがこのトランザクションを投稿する権限がありません。
ms: Akses dinafikan. Anda tiada kebenaran untuk menyiarkan urus niaga ini.
pt: Acesso negado. Você não está autorizado a colocar esta transação.
sv: Åtkomst nekad. Du har inte behörighet att posta denna transaktion.
zh: 访问被拒绝。你无权发布此交易。

# P9011
source: Access is denied. Invalid values supplied.
fil: Tinanggihan ang access. Hindi wastong mga halaga binigay.
fr: L'accès est refusé. Les valeurs incorrectes fournies.
id: Akses ditolak. Nilai yang tidak disediakan.
ja: アクセスが拒否されました。無効な値が付属。
ms: Akses dinafikan. Nilai yang tidak sah yang dibekalkan.
pt: Acesso negado. Valores inválidos fornecido.
sv: Åtkomst nekad. Ogiltiga värden levereras.
zh: 访问被拒绝。无效值提供。

# P9012
source: Access is denied! A stock adjustment transaction cannot references multiple branches.
fil: Tinanggihan ang access! Hindi isang adjustment sa stock transaksyon maaari sanggunian ng maramihang mga sanga.
fr: Accès refusé! Une transaction d'ajustement des stocks ne peut pas références multiples branches.
id: Akses ditolak! Transaksi penyesuaian saham tidak bisa referensi beberapa cabang.
ja: アクセスが拒否されました！ストック調整トランザクションが参照が複数のブランチすることはできません。
ms: Akses dinafikan! Urus niaga saham pelarasan tidak boleh rujukan pelbagai cawangan.
pt: Acesso negado! A transação de ajuste de ações não pode referências múltiplas ramificações.
sv: Åtkomst nekad! Ett lager justering transaktion kan inte referenser flera grenar.
zh: 访问被拒绝！ A股调整的事务不能引用多个分支机构。

# P9013
source: Access is denied! A stock journal transaction cannot references multiple branches.
fil: Tinanggihan ang access! Hindi isang stock journal transaksyon maaari sanggunian ng maramihang mga sanga.
fr: Accès refusé! Une transaction stock revue ne peut références multiples branches.
id: Akses ditolak! Transaksi jurnal saham tidak bisa referensi beberapa cabang.
ja: アクセスが拒否されました！在庫ジャーナルトランザクションが参照が複数のブランチすることはできません。
ms: Akses dinafikan! Urus niaga saham jurnal tidak boleh rujukan pelbagai cawangan.
pt: Acesso negado! A transação de ações revista não pode referências múltiplas ramificações.
sv: Åtkomst nekad! Ett lager journal transaktion kan inte referenser flera grenar.
zh: 访问被拒绝！ A股杂志事务不能引用多个分支机构。

# P9014
source: Access is denied. You cannot verify a transaction of another office.
fil: Tinanggihan ang access. Hindi mo maaaring i-verify ang transaksyon ng isa pang opisina.
fr: L'accès est refusé. Vous ne pouvez pas vérifier une transaction d'un autre bureau.
id: Akses ditolak. Anda tidak dapat memverifikasi transaksi kantor lain.
ja: アクセスが拒否されました。あなたは別のオフィスのトランザクションを確認することはできません。
ms: Akses dinafikan. Anda tidak boleh mengesahkan transaksi jawatan lain.
pt: Acesso negado. Você não pode verificar uma transação de outro escritório.
sv: Åtkomst nekad. Du kan inte kontrollera en transaktion av ett annat kontor.
zh: 访问被拒绝。你无法验证的另一个办公室的事务。

# P9015
source: Access is denied. You cannot verify past or futuer dated transaction.
fil: Tinanggihan ang access. Hindi mo maaaring i-verify ang nakaraan o futuer na may petsang transaksyon.
fr: L'accès est refusé. Vous ne pouvez pas vérifier transaction passée ou du futuer.
id: Akses ditolak. Anda tidak dapat memverifikasi transaksi masa lalu atau futuer tanggal.
ja: アクセスが拒否されました。あなたは、過去またはfutuer日付のトランザクションを確認することはできません。
ms: Akses dinafikan. Anda tidak boleh mengesahkan transaksi yang lalu atau futuer bertarikh.
pt: Acesso negado. Você não pode verificar transação passado ou futuer datado.
sv: Åtkomst nekad. Du kan inte verifiera tidigare eller futuer daterad transaktionen.
zh: 访问被拒绝。你无法验证过去或futuer日交易。

# P9016
source: Access is denied. You don''t have the right to verify the transaction.
fil: Tinanggihan ang access. Don''t kang magkaroon ng karapatan upang i-verify ang transaksyon.
fr: L'accès est refusé. Vous n''avez pas le droit de vérifier la transaction.
id: Akses ditolak. Anda don '' t memiliki hak untuk memverifikasi transaksi.
ja: アクセスが拒否されました。あなたは、トランザクションを検証する権利を有するDON''T。
ms: Akses dinafikan. Anda don''t mempunyai hak untuk mengesahkan transaksi.
pt: Acesso negado. Você don 't tem o direito de verificar a transação.
sv: Åtkomst nekad. Du don '' t har rätt att verifiera transaktionen.
zh: 访问被拒绝。你不太需要核实交易的权利。

# P9017
source: Access is denied. You don''t have the right to withdraw the transaction.
fil: Tinanggihan ang access. Don''t mo ay may karapatan para bawiin ang mga transaksyon.
fr: L'accès est refusé. Vous don''t avoir le droit de se retirer de la transaction.
id: Akses ditolak. Anda don '' t memiliki hak untuk menarik transaksi.
ja: アクセスが拒否されました。あなたが取引を撤回する権利を有するDON''T。
ms: Akses dinafikan. Anda don''t mempunyai hak untuk menarik balik urus niaga.
pt: Acesso negado. Você don 't tem o direito de retirar a transação.
sv: Åtkomst nekad. Du don '' t har rätt att återkalla transaktionen.
zh: 访问被拒绝。你不太有撤回该交易的权利。

# P9201
source: Acess is denied. You cannot update the "transaction_details" table.
fil: -Access ay tinanggihan. Hindi mo maaaring i-update ang talahanayan "transaction_details".
fr: Acess est refusé. Vous ne pouvez pas mettre à jour le "transaction_details" table.
id: Acess ditolak. Anda tidak dapat memperbarui "transaction_details" table.
ja: アセスは拒否されます。あなたは「TRANSACTION_DETAILS"テーブルを更新することはできません。
ms: Acess dinafikan. Anda tidak boleh mengemas kini "transaction_details" meja.
pt: Acess é negado. Você não pode atualizar a tabela "transaction_details".
sv: Acess nekas. Du kan inte uppdatera "transaction_details" bord.
zh: 阿塞斯被拒绝。你无法更新“transaction_details”表。
