Repository: adithya5/testercode1
Catalog: src/FrontEnd/MixERP.Net.FrontEnd/Modules/BackOffice/Resources/Titles.*.resx
Languages: fil, ja_jp, ms_my, nl_nl

source: Counties
fil: county
ja_jp: 郡部
ms_my: daerah-daerah
nl_nl: provincies

source: Cash Repositories
fil: cash Imbakan
ja_jp: 現金リポジトリ
ms_my: Repositori tunai
nl_nl: Cash Vindplaatsen

source: Frequencies
fil: mga frequency
ja_jp: 頻度
ms_my: kekerapan
nl_nl: frequenties

source: Tax Authorities
fil: Awtoridad ng Buwis
ja_jp: 税務当局
ms_my: Pihak Berkuasa cukai
nl_nl: Belastingdienst

source: Sales Tax Types
fil: Mga Uri ng Buwis sa Pagbebenta
ja_jp: 売上税タイプ
ms_my: Jenis Cukai Jualan
nl_nl: omzetbelasting types

# VacuumFullDatabase
source: Vacuum Database (Full)
fil: database ng vacuum (full)
ja_jp: 真空データベース（フル）
ms_my: pangkalan data vakum (penuh)
nl_nl: Vacuüm-database (volledige)

source: Database Statistics
fil: Istatistika ng Database
ja_jp: データベース統計
ms_my: Statistik Pangkalan Data
nl_nl: Database statistieken

source: Close
fil: malapit
ja_jp: クローズ
ms_my: Tutup
nl_nl: dicht

source: Departments
fil: mga kagawaran
ja_jp: 部門
ms_my: Jabatan
nl_nl: afdelingen

source: Prepared On
fil: inihanda Sa
ja_jp: 上に用意
ms_my: disediakan Pada
nl_nl: opgesteld op

source: Analyze Databse
fil: Pag-aralan ang Database
ja_jp: データベースを分析
ms_my: menganalisis Pangkalan Data
nl_nl: Analyseer Database

source: Tax Exempt Types
fil: mga uri ng Tax Exempt
ja_jp: 税免除の種類
ms_my: Cukai Jenis Dikecualikan
nl_nl: ax Exempt Types

source: Fiscal Year
fil: Fiscal Taon
ja_jp: 会計年度
ms_my: Tahun Anggaran
nl_nl: fiscaal Jaar

source: Sales Tax Exempt Details
fil: Mga Detalye Exempt Buwis sa Pagbebenta
ja_jp: 売上税免除詳細
ms_my: Cukai Jualan Butiran Dikecualikan
nl_nl: omzetbelasting vrijgesteld informatie

source: Countries
fil: Mga Bansa
ja_jp: 国
ms_my: negara-negara
nl_nl: landen

source: User
fil: gumagamit
ja_jp: ユーザー
ms_my: pengguna
nl_nl: gebruiker

source: Backup Console
ja_jp: バックアップコンソール
ms_my: sandaran Console

source: Office Setup
fil: pag-setup ng opisina
ja_jp: オフィスセットアップ
ms_my: persediaan Pejabat

source: Backup Database
ja_jp: バックアップ·データベース
ms_my: pangkalan data sandaran
nl_nl: reservekopie van de database

source: Email
ja_jp: メール
ms_my: E-mel

source: Select User
fil: Pumili ng Gumagamit
ja_jp: ユーザーの選択
ms_my: Pilih pengguna
nl_nl: Kies een gebruiker

source: Roles
fil: Mga Tungkulin
ja_jp: 役割
ms_my: peranan
nl_nl: Rollen

source: Tax Master
fil: Master buwis
ja_jp: 税マスター
ms_my: Master cukai
nl_nl: fiscale meester

source: Clear
fil: malinaw
ja_jp: クリア
ms_my: jelas
nl_nl: duidelijk

source: Entities
fil: Entity
ja_jp: エンティティ
ms_my: entiti
nl_nl: entiteiten

source: GoToTop
fil: Pumunta sa tuktok.
ja_jp: ページのトップへ
ms_my: Pergi Ke Atas
nl_nl: Ga naar de top.

source: Change Password
fil: Baguhin ang Password
ja_jp: パスワードを変更する
ms_my: Tukar Kata Laluan
nl_nl: Verander Wachtwoord

source: Save
fil: I-save ang
ja_jp: 保存
ms_my: Simpan
nl_nl: Opslaan

source: View Backups
fil: Tingnan ang mga backup
ja_jp: ビューバックアップ
ms_my: Lihat Backup
nl_nl: Bekijk Backups

source: Backup Now
fil: backup na Ngayon
ja_jp: バックアップの今
ms_my: sandaran kini
nl_nl: nu back-up

source: Voucher Verification Policy
fil: Patakaran sa Pag-verify ng Voucher
ja_jp: バウチャーの検証方針
ms_my: Dasar Pengesahan baucar
nl_nl: Voucher Verificatie Beleid

source: Database Backups
fil: Ang mga backup database
ja_jp: データベースのバックアップ
ms_my: Sandaran Pangkalan Data

source: Menu Text
fil: menu ng teksto
ms_my: menu teks

source: Opening Inventory
fil: Pagbubukas ng Imbentaryo
ms_my: Inventori membuka

source: Sales Taxes
fil: Sales Buwis
ja_jp: 売上税
ms_my: Cukai jualan
nl_nl: omzetbelasting

source: Action
fil: aksyon
ms_my: tindakan

source: Url
fil: Uniform Resource Locator
ja_jp: ユニフォームリソースロケータ
ms_my: Pengesan Sumber Seragam
nl_nl: uniform resource locator

source: Amount
fil: dami
ms_my: jumlah

source: States
fil: Unidos
ja_jp: 米国
ms_my: Syarikat
nl_nl: Staten

source: Item Code
fil: Code ng item
ms_my: Kod item

# PasswordUpdated
source: Password was updated.
fil: Password ay na-update.
ja_jp: パスワードを更新しました。
ms_my: Kata laluan dikemaskini.
nl_nl: Wachtwoord is bijgewerkt.

source: Vacuum Database
fil: database ng vacuum
ja_jp: バキュームデータベース
ms_my: pangkalan data vakum
nl_nl: vacuüm-database

source: Store Name
fil: Pangalan ng tindahan
ms_my: Nama kedai

source: Counters
fil: counter
ja_jp: カウンター
ms_my: kaunter
nl_nl: tellers

source: Load
fil: ikarga
ja_jp: ロード
ms_my: beban
nl_nl: belasting

source: Quantity
fil: Dami
ms_my: kuantiti

source: State Sales Taxes
fil: Benta ng estado ang mga buwis
ja_jp: 状態の売上税
ms_my: Negeri Cukai Jualan
nl_nl: Verkoop rijksbelastingen

source: County Sales Taxes
fil: Benta sa County ng Buwis
ja_jp: 郡の売上税
ms_my: Cukai Jualan County
nl_nl: County Sales Belastingen

source: Menu Access Policy
fil: patakaran ng access menu
ms_my: Dasar Akses Menu

source: Enter Backup Name
fil: Ipasok ang Backup Pangalan
ja_jp: バックアップ名を入力します。
ms_my: Masukkan Backup Nama
nl_nl: Voer Backup Naam

source: Sales Tax Exempts
fil: Hindi isinasama ang mga Buwis sa Pagbebenta
ja_jp: 売上税免除
ms_my: Mengecualikan Cukai Jualan
nl_nl: omzetbelasting kaderleden

source: Flags
fil: Ang Flag
ja_jp: フラグ
ms_my: bendera
nl_nl: vlaggen

source: Execute
fil: pumugot ng ulo
ja_jp: 実行する
ms_my: melaksanakan
nl_nl: uitvoeren

source: Sales Tax Details
fil: Mga Detalye ng Buwis sa Pagbebenta
ja_jp: 消費税の詳細
ms_my: Butiran Cukai Jualan
nl_nl: omzetbelasting informatie

source: Autoverification Policy
fil: Patakaran sa Auto na pag-verify
ja_jp: 自動検証方針
ms_my: Dasar Autoverification
nl_nl: Autoverification beleid

source: Menu Id
fil: Pagkikilanlan menu
ms_my: menu pengecam

source: Tel
fil: telepono
ja_jp: テレフォン
ms_my: telefon
nl_nl: telefoon

source: Total
fil: kabuuan
ms_my: jumlah

source: Industries
fil: Industriya
ja_jp: インダストリーズ
ms_my: industri
nl_nl: industrieën

# EnterNewPassword
source: Enter a New Password
fil: Magpasok ng isang Bagong Password
ja_jp: 新しいパスワードを入力します
ms_my: Masukkan Kata Laluan Baru
nl_nl: Voer een nieuw wachtwoord

source: Access
fil: daan
ms_my: akses

source: Item Name
fil: Pangalan ng Item
ms_my: Nama item

source: Check All
fil: Tingnan lahat
ms_my: menyemak semua

source: Uncheck All
fil: Alisan ng check ang lahat ng
ms_my: nyah Semua

source: Users
fil: Ang mga gumagamit
ms_my: pengguna

source: Menu Code
fil: menu ng code
ms_my: Kod menu

source: Row Number
fil: Numero ng hilera
ms_my: Bilangan baris

source: Show
fil: palabas
ms_my: persembahan

source: Update
fil: I-update ang
ja_jp: アップデート

source: Unit
fil: yunit

source: Fax
ja_jp: ファックス
