Repository: adithya5/testercode1
Catalog: src/Libraries/Server Controls/Project/MixERP.Net.WebControls.TransactionChecklist/Resources/Labels.*.resx
Languages: de_de, es_es, fil_ph, ja_jp, ms_my, zh_cn

# TransactionWithdrawalInformation
source: When you withdraw a transaction, it won't be forwarded to the workflow module. This means that your withdrawn transactions are rejected and require no further verification. However, you won't be able to unwithdraw this transaction later.
de_de: Wenn Sie eine Transaktion zurückziehen, wird es nicht in die Workflow-Modul weitergeleitet. Das bedeutet, dass Sie Ihre Transaktionen zurückgenommen werden abgelehnt und bedürfen keiner weiteren Überprüfung. Allerdings werden Sie nicht in der Lage, diese Transaktion später unwithdraw sein.
es_es: Cuando usted retira una transacción, no se enviará al módulo de flujo de trabajo. Esto significa que sus transacciones retirados son rechazados y no requieren mayor verificación. Sin embargo, usted no será capaz de unwithdraw esta transacción después.
fil_ph: Kapag withdraw ka ng isang transaksyon, hindi ito ipapasa sa module workflow. Ito ay nangangahulugan na ang iyong kinuha transaksyon ay tinanggihan at nangangailangan ng mga karagdagang pag-verify. Gayunpaman, hindi mo magagawang i-unwithdraw sa transaksyong ito sa ibang pagkakataon.
ja_jp: あなたが取引を撤回した場合、それは、ワークフローモジュールに転送されません。これはあなたの撤退取引が拒否され、それ以上の検証を必要としないことを意味します。ただし、国連に後でこのトランザクションを撤回することはできません。
ms_my: Apabila anda menarik balik urus niaga, ia tidak akan dikemukakan kepada modul aliran kerja. Ini bermakna bahawa transaksi ditarik balik anda ditolak dan tidak memerlukan pengesahan lanjut. Walau bagaimanapun, anda tidak akan dapat unwithdraw transaksi ini kemudian.
zh_cn: 当撤回事务时，将不被转发到工作流模块。这意味着，你撤回交易被拒绝，不需要进一步验证。但是，您将无法取消后撤销该交易。

# TransactionClosedDetails
source: This transaction was closed by {0} on {1}. Reason: "{2}".
de_de: Diese Transaktion wurde von {0} um {1} geschlossen. Grund: "{2}".
es_es: Esta operación se ha cerrado por {0} del {1}. Motivo: "{2}".
fil_ph: Transaksyon na ito ay sarado sa pamamagitan ng {0} sa {1}. Dahilan: "{2}".
ja_jp: この取引は、{1}に{0}によって閉鎖された。理由："{2}"。
ms_my: Urus niaga ini telah ditutup oleh {0} pada {1}. Sebab: "{2}".
zh_cn: 此项交易已于{1}关闭了{0}。原因：“{2}”。

# TransactionWithdrawnDetails
source: This transaction was withdrawn by {0} on {1}. Reason: "{2}".
de_de: Diese Transaktion wurde von {0} um {1} zurückgezogen. Grund: "{2}".
es_es: Esta transacción fue retirado por {0} del {1}. Motivo: "{2}".
fil_ph: Transaksyon na ito ay kinuha sa pamamagitan ng {0} sa {1}. Dahilan: "{2}".
ja_jp: この取引は、{1}に{0}によって撤回された。理由："{2}"。
ms_my: Urus niaga ini telah ditarik balik oleh {0} pada {1}. Sebab: "{2}".
zh_cn: 此项交易已于{1}撤回{0}。原因：“{2}”。

source: Cannot withdraw transaction.
de_de: Kann nicht zurücktreten Transaktion.
es_es: No se puede retirar transacción.
fil_ph: Hindi ma-withdraw ng transaksyon.
ja_jp: トランザクションを撤回することはできません。
ms_my: Transaksi tidak boleh ditarik balik.
zh_cn: 不能撤回交易。

# TransactionAutoApprovedDetails
source: This transaction was automatically approved by {0} on {1}.
de_de: Diese Transaktion wurde automatisch von {0} um {1} zugelassen.
es_es: Esta operación fue aprobada automáticamente por {0} del {1}.
fil_ph: Transaksyong ito Awtomatikong naaprubahan sa pamamagitan ng {0} sa {1}.
ja_jp: このトランザクションは自動的に{1}に{0}によって承認された。
ms_my: Urus niaga ini telah secara automatik diluluskan oleh {0} pada {1}.
zh_cn: 此项交易已于{1}自动批准{0}。

# TransactionAwaitingVerification
source: This transaction is awaiting verification from an administrator.
de_de: Diese Transaktion wird wartet auf Bestätigung eines Administrators.
es_es: Esta transacción está pendiente de verificación por parte de un administrador.
fil_ph: Transaksyon na ito ay naghihintay ng pag-verify mula sa isang administrator.
ja_jp: このトランザクションは、管理者からの確認を待っている。
ms_my: Urus niaga ini sedang menunggu pengesahan daripada pentadbir.
zh_cn: 这宗交易是由管理员等待验证。

# TransactionRejectedDetails
source: This transaction was rejected by {0} on {1}. Reason: "{2}".
de_de: Diese Transaktion wurde von {0} um {1} abgelehnt. Grund: "{2}".
es_es: Esta transacción fue rechazada por {0} del {1}. Motivo: "{2}".
fil_ph: Transaksyon na ito ay tinanggihan ng {0} sa {1}. Dahilan: "{2}".
ja_jp: このトランザクションは、{0}{1}上によって拒否されました。理由："{2}"。
ms_my: Urus niaga ini telah ditolak oleh {0} pada {1}. Sebab: "{2}".
zh_cn: 本次交易由{0}在{1}拒绝。原因：“{2}”。

# CannotWithdrawNotValidGLTransaction
source: Cannot withdraw transaction. This is a not a valid GL transaction.
de_de: Kann nicht zurücktreten Transaktion. Dies ist ein nicht gültiger Hauptbuch-Transaktion.
es_es: No se puede retirar transacción. Esto es un no una transacción de libro mayor validez.
fil_ph: Hindi ma-withdraw ng transaksyon. Ito ay isang hindi wastong transaksyon Pangkalahatang Ledger.
ja_jp: トランザクションを撤回することはできません。これはいない有効なGLトランザクションである。
ms_my: Transaksi tidak boleh ditarik balik. Ini bukan transaksi Lejar Am yang sah.
zh_cn: 不能撤回交易。这是不是一个有效的总帐交易。

# TransactionApprovedDetails
source: This transaction was approved by {0} on {1}.
de_de: Diese Transaktion wurde von {0} um {1} zugelassen.
es_es: Esta operación fue aprobada por {0} del {1}.
fil_ph: Transaksyon na ito ay inaprubahan ng {0} sa {1}.
ja_jp: この取引は、{1}に{0}によって承認された。
ms_my: Urus niaga ini telah diluluskan oleh {0} pada {1}.
zh_cn: 此项交易已于{1}批准{0}。

# EmailSentConfirmation
source: An email was sent to {0}.
de_de: Eine E-Mail an {0} gesendet.
es_es: Un correo electrónico fue enviado a {0}.
fil_ph: Ang isang email ay ipinadala sa {0}.
ja_jp: 電子メールは{0}に送られました。
ms_my: Satu e-mel telah dihantar kepada {0}.
zh_cn: 一封电子邮件被发送到{0}。

source: This field is required.
de_de: Dieses Feld ist erforderlich.
es_es: Este campo es obligatorio.
fil_ph: Ang patlang na ito ay kinakailangan.
ja_jp: この項目は必須です。
ms_my: Medan ini dikehendaki.
zh_cn: 这是必填栏。

# TransactionWithdrawnMessage
source: The transaction was withdrawn successfully. Moreover, this action will affect the all the reports produced on and after "{0}".
de_de: Die Transaktion wurde erfolgreich zurückgezogen. Darüber hinaus wird diese Aktion die alle am und nach dem "{0}" erstellten Berichte beeinflussen.
es_es: La transacción fue retirado con éxito. Además, esta acción afectará a los todos los informes producidos en y después de "{0}".
fil_ph: Ang transaksiyon ay matagumpay na-withdraw. Dagdag pa rito, ang pagkilos na ito ay makakaapekto sa lahat ng mga ulat na ginawa sa at pagkatapos "{0}".
ja_jp: トランザクションは正常に撤回された。また、このアクションは、上と"{0}"の後に生成されたすべてのレポートに影響します。
ms_my: Transaksi ini telah ditarik balik dengan jayanya. Selain itu, tindakan ini akan memberi kesan kepada semua laporan yang dikeluarkan pada dan selepas "{0}".
zh_cn: 本次交易已成功撤出。此外，这个动作会影响到所有的生产上，并在“{0}”的报告。

# EmailBody
source: <h2>Hi,</h2><p>Please find the attached document.</p><p>Thank you.<br />MixERP</p>
de_de: <h2> Hallo, </ h2> <p> Hier finden Sie das angehängte Dokument. </ p> <p> Danke. <br /> MixERP </ p>
es_es: h2> Hola, </ h2> <p> Por favor, encontrar el documento adjunto. </ p> <p> Gracias. <br /> MixERP </ p>
fil_ph: <h2> Hi, </ h2> <p> Mangyaring hanapin ang nakalakip na dokumento. </ p> <p> Salamat sa iyo. <br /> MixERP </ p>
ja_jp: <h2>こんにちは、</ h2><p>添付文書を見つけてくださいます。</ p> <p>/> MixERPます。</ p><br。ありがとうございます
ms_my: <h2> Hello </ h2> <p> Sila mencari dokumen yang dilampirkan. </ p> <p> Terima kasih. <br /> MixERP </ p>
zh_cn: <h2>嗨，</ h2><p>请参考附件文件。</ p> <p>谢谢。<br/> MixERP</ P>

# TransactionPostedSuccessfully
source: The transaction was posted successfully.
de_de: Die Transaktion wurde erfolgreich gebucht.
es_es: La transacción se registró con éxito.
fil_ph: Ang transaksiyon ay matagumpay na nai-post.
ja_jp: トランザクションは正常に投稿されました。
ms_my: Mencatatkan urus niaga berjaya.
zh_cn: 本次交易已成功发布。
